[
  {
    "quote": "Satu-satunya cara untuk melakukan pekerjaan hebat adalah dengan mencintai apa yang Anda lakukan.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Hiduplah seolah-olah Anda akan mati besok. Belajarlah seolah-olah Anda akan hidup selamanya.",
    "author": "Mahatma Gandhi"
  },
  {
    "quote": "Kegagalan adalah bumbu yang memberi kesuksesan rasa.",
    "author": "Truman Capote"
  },
  {
    "quote": "Jangan menunggu. Waktunya tidak akan pernah tepat.",
    "author": "Napoleon Hill"
  },
  {
    "quote": "Masa depan adalah milik mereka yang percaya pada keindahan mimpi mereka.",
    "author": "Eleanor Roosevelt"
  },
  {
    "quote": "Untuk menCintai diri sendiri saJa aku tak mampu, apalagi mencintai kamu~",
    "author": "Aeronix Bot (Humor)"
  },
  {
    "quote": "Jika kamu tidak bisa terbang, berlarilah. Jika kamu tidak bisa berlari, berjalanlah. Jika kamu tidak bisa berjalan, merangkaklah. Apapun yang kamu lakukan, pastikan kamu terus bergerak maju.",
    "author": "Martin Luther King Jr."
  },
   {
    "quote": "Pendidikan adalah senjata paling ampuh yang bisa Anda gunakan untuk mengubah dunia.",
    "author": "Nelson Mandela"
  },
  {
    "quote": "Mimpi bukanlah sesuatu yang Anda lihat dalam tidur, tetapi sesuatu yang tidak membiarkan Anda tidur.",
    "author": "A.P.J. Abdul Kalam"
  },
  {
    "quote": "Hidup itu seperti bersepeda. Agar tetap seimbang, kau harus terus bergerak.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Janganlah menunggu keajaiban dunia untuk bertindak. Bergeraklah, karena bisa jadi kau adalah keajaiban itu sendiri.",
    "author": "Anonim"
  },
  {
    "quote": "Untuk mencapai hal-hal besar, kita tidak hanya harus bertindak, tetapi juga bermimpi; tidak hanya berencana, tetapi juga percaya.",
    "author": "Anatole France"
  },
  {
    "quote": "Bermimpilah setinggi langit. Jika engkau jatuh, engkau akan jatuh di antara bintang-bintang.",
    "author": "Soekarno"
  },
  {
    "quote": "Kurang cerdas dapat diperbaiki dengan belajar, kurang cakap dapat dihilangkan dengan pengalaman. Namun tidak jujur sulit diperbaiki.",
    "author": "Mohammad Hatta"
  },
  {
    "quote": "Tantangan adalah apa yang membuat hidup menarik dan mengatasinya adalah apa yang membuat hidup bermakna.",
    "author": "Joshua J. Marine"
  },
  {
    "quote": "Satu-satunya batasan untuk meraih mimpi kita adalah keragu-raguan kita akan hari ini.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "quote": "Kebahagiaan bukanlah sesuatu yang sudah jadi. Itu berasal dari tindakanmu sendiri.",
    "author": "Dalai Lama"
  },
  {
    "quote": "Waktu Anda terbatas, jadi jangan sia-siakan dengan menjalani hidup orang lain.",
    "author": "Steve Jobs"
  },
  {
    "quote": "Jangan takut gagal, lebih takutlah untuk tidak mencoba.",
    "author": "Anonim"
  },
  {
    "quote": "Kesuksesan bukanlah kunci kebahagiaan. Kebahagiaan adalah kunci kesuksesan. Jika Anda mencintai apa yang Anda lakukan, Anda akan berhasil.",
    "author": "Albert Schweitzer"
  },
  {
    "quote": "Jika kamu berpikir kamu terlalu kecil untuk membuat perbedaan, cobalah tidur dengan nyamuk.",
    "author": "Dalai Lama (Humor)"
  },
  {
    "quote": "Logika akan membawa Anda dari A ke B. Imajinasi akan membawa Anda ke mana saja.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Cara terbaik untuk memprediksi masa depan adalah dengan menciptakannya.",
    "author": "Peter Drucker"
  },
  {
    "quote": "Orang yang tidak pernah membuat kesalahan tidak pernah mencoba sesuatu yang baru.",
    "author": "Albert Einstein"
  },
  {
    "quote": "Perjalanan seribu mil dimulai dengan satu langkah.",
    "author": "Lao Tzu"
  },
  {
    "quote": "Kita adalah apa yang kita lakukan berulang kali. Keunggulan, maka, bukanlah tindakan, melainkan kebiasaan.",
    "author": "Aristoteles"
  },
  {
    "quote": "Jangan menyerah. Menderitalah sekarang dan hiduplah sebagai juara nantinya.",
    "author": "Muhammad Ali"
  },
  {
    "quote": "Kalau ada yang bertanya padaku apakah aku menyesal, jawabanku adalah tidak. Berhasil atau gagal, aku bangga hidup di atas keputusanku sendiri.",
    "author": "Pramoedya Ananta Toer"
  },
  {
    "quote": "Hidup ini pilihan, apapun yang membuatmu sedih tinggalkan, apapun yang membuatmu tersenyum pertahankan.",
    "author": "Anonim Indonesia"
  },
  {
    "quote": "Gantungkan cita-citamu setinggi langit! Bermimpilah setinggi langit. Jika engkau jatuh, engkau akan jatuh di antara bintang-bintang.",
    "author": "Soekarno"
  },
  {
    "quote": "Yang paling berharga dan hakiki dalam kehidupan adalah dapat mencintai, dapat iba hati, dapat merasai kedukaan.",
    "author": "Soe Hok Gie"
  },
  {
    "quote": "Kebanyakan dari kita tidak mensyukuri apa yang sudah kita miliki, tetapi kita menyesali apa yang belum kita capai.",
    "author": "BJ Habibie"
  },
  {
    "quote": "Jangan menjelaskan tentang dirimu kepada siapapun, karena yang menyukaimu tidak butuh itu. Dan yang membencimu tidak percaya itu.",
    "author": "Ali bin Abi Thalib"
  },
  {
    "quote": "Ketika kamu malas, ingatlah ada jutaan pesaingmu di luar sana yang sedang belajar.",
    "author": "Anonim Motivasi"
  },
  {
    "quote": "Belajar memang melelahkan, namun lebih lelah nanti kalau kamu saat ini tidak belajar.",
    "author": "Anonim Motivasi"
  },
  {
    "quote": "Aku tidak takut pada orang yang telah berlatih 10.000 tendangan sekali, tapi aku takut pada orang yang telah berlatih satu tendangan 10.000 kali.",
    "author": "Bruce Lee"
  },
  {
    "quote": "Kopi ini pahit, tapi kalau minum sambil melihatmu, kopinya jadi manis.",
    "author": "Aeronix Gombal"
  },
  {
    "quote": "Jadilah seperti kopi, yang tetap dicintai tanpa menyembunyikan pahitnya diri.",
    "author": "Filosofi Kopi"
  },
  {
    "quote": "Lebih baik diasingkan daripada menyerah pada kemunafikan.",
    "author": "Soe Hok Gie"
  },
  {
    "quote": "Tujuan pendidikan itu untuk mempertajam kecerdasan, memperkukuh kemauan serta memperhalus perasaan.",
    "author": "Tan Malaka"
  },
  {
    "quote": "Manusia itu punya batas, tapi kebodohan itu tidak ada batasnya.",
    "author": "Anonim Humor"
  },
  {
    "quote": "Jika mimpimu belum tercapai, jangan pernah ubah mimpimu, tapi ubah strategi untuk mencapainya.",
    "author": "Anonim"
  }
]